Repository: franck-paul/piwik
Catalog: locales/*/main.po
Languages: fr

source: Piwik site does not exist.
fr: Le site Piwik n'existe pas.

source: Disable Piwik
fr: Désactiver Piwik

source: No Piwik sites configured.
fr: Aucun site Piwik configuré.

source: Piwik configuration
fr: Configuration de Piwik

source: Your Piwik installation is not configured yet.
fr: Votre installation de Piwik n'est pas encore configurée.

source: Piwik website to track:
fr: Site Piwik à suivre :

source: Use fancy page names:
fr: Utiliser des noms de page améliorés :

source: Do not track following IP addresses:
fr: Ne pas activer le suivi sur les adresses IP suivantes :

source: Your current IP address is: %s
fr: Votre adresse IP est actuellement : %s

source: View "%s" statistics
fr: Voir les statistiques de "%s"

source: Your Piwik configuration
fr: Votre configuration Piwik

source: Your Piwik URL:
fr: Votre URL Piwik :

source: Your Piwik Token:
fr: Votre token Piwik :

source: Save
fr: Enregistrer

source: Create a new Piwik site for this blog
fr: Créer un nouveau site Piwik pour ce blog

source: Site name:
fr: Nom du site :

source: Site URL:
fr: URL du site :

source: Unable to read Piwik URI.
fr: Impossible de lire l'URI de Piwik.

source: Invalid Piwik Response.
fr: Réponse Piwik invalide.

source: Piwik returned an error: %s
fr: Piwik a renvoyé une erreur : %s

source: Invalid Service URI.
fr: URI de service invalide.
